IDEA Open Model
ConnectionSetup.DivisionOfSurfaceOfCHS Property
Compatible with IDEA StatiCa Beta 20.0
 Number of straight lines to substitute circle of circular tube in analysis model
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int DivisionOfSurfaceOfCHS { get; set; }
Public Property DivisionOfSurfaceOfCHS As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace